
#开发者信息
name_text = '''  
            Name    : 刘超
            School  : 长沙   湖南第一师范学院
            Email   : 1094470534@qq.com 
            Blog    : http://www.liuchaoblog.live
            QQ      : 1094470534
            Created : 2017-6-18
            '''

text_1 = '''
使用说明： 

步骤一：将需要转化的图片放入  输入----图片  文件夹下
步骤二：选择 0-100的数值，数值越大，颜色越深。--------标准参数是 10   	
步骤三：点击确认 运行程序  等待几秒后出现的提示 
步骤四：到输入----图片  文件夹找到素描图

'''

text_2 = ('  \n'
          '项目名称       : 会画----素描画学习工具\n'
          '团队名称       : 会画----素描画学习工具小组\n'
          '学校           : 长沙   湖南第一师范学院\n'
          '负责人         : 刘超\n'
          '成员           ：刘婷 旷菊媛 谭万城\n'
          '网站           : http://www.liuchaoblog.live\n'
          '联系QQ         : 1094470534\n'
          '日期           : 2017-6-18\n'
          '            ')